Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Lukion 1–2 -luokkalaiset
sv_se: 1–2-klassister i gymnasiet

source: Ammattiin opiskelevat 1–2 -luokkalaiset
sv_se: 1–2-klassister i yrkesutbildningen

source: Nuorisotyön ja -politiikan tavoitteena on nuorten kasvun ja itsenäisyyden tukeminen, nuorten aktiivisen kansalaisuuden ja sosiaalisen vahvistamisen edistäminen sekä nuorten kasvu- ja elinolojen parantaminen.
sv_se: Målen för ungdomsarbetet och ungdomspolitiken är att stödja de ungas utveckling och självständighetsprocess, att främja ett aktivt medborgarskap hos de unga och stärka deras sociala identitet samt att förbättra de ungas uppväxt - och levnadsvillkor.

source: Hallituksen lapsi- ja nuorisopolitiikan kehittämisohjelman 2012–2015 kolme kärkiteemaa olivat osallisuus, yhdenvertaisuus ja arjen hallinta.
sv_se: Delaktighet, likställdhet och hantering av vardagen ingick som spetsteman i regeringens barn - och ungdomspolitiska utvecklingsprogram 2012–2015.

source: Vuoden 2015 nuorisobarometrin mukaan arjen hallintataidot tukevat hyvinvoinnin perustana olevaa kokemusta elämässä pärjäämisestä.
sv_se: Enligt ungdomsbarometern 2015 stöder färdigheterna att klara av vardagen den upplevelse av att klara sig i livet som utgör grunden för välbefinnande.

source: Erot taloudellisissa resursseissa vaikuttavat nuorten arkeen ja tuottavat myös sosiaalista eriarvoisuutta, mikä heijastuu mm. nuorten harrastustoiminnassa: vaikka se yleisesti ottaen on lisääntynyt, niin 35 % nuorista on jättänyt aloittamatta harrastuksen rahanpuutteen vuoksi.
sv_se: Skillnader i de ekonomiska resurserna påverkar de ungas vardag och medför även social ojämlikhet, vilket återspeglas i bl.a. de ungas hobbyverksamhet: även om den generellt sett har ökat har 35 % av ungdomarna på grund av penningbrist låtit bli att inleda en hobby.

source: Heikko taloustilanne kasvattaa polarisaatiota ja asettaa haasteita lapsi- ja nuorisopolitiikan tavoitteiden toteutumiselle.
sv_se: Det dåliga ekonomiska läget ökar polariseringen och innebär utmaningar när det gäller att förverkliga de barn - och ungdomspolitiska målen.

source: Nuorisobarometrin 2015 mukaan lähes kaikki nuoret uskovat kymmenen vuoden kuluttua työllistyneensä, tulevansa taloudellisesti hyvin toimeen ja että heillä on hyviä ystäviä.
sv_se: Enligt ungdomsbarometern 2015 tror nästan alla unga att de efter tio år har jobb, klarar sig bra i ekonomiskt avseende och har goda vänner.

source: Elämään kokonaisuutena tyytyväisyyden keskiarvo on 8,5.
sv_se: Medeltalet för belåtenheten med livet som helhet är 8,5.

source: Se ei ole muuttunut merkittävästi lähes kaksikymmentä vuotta kestäneen seurannan aikana.
sv_se: Medeltalet har inte förändrats i någon betydande grad under de närmare 20 år under vilka uppföljningen har pågått.

source: Nuorisotyöhön osoitetuista veikkausvoittovaroista on tuettu nuorten omaehtoista toimintaa ja nuorten kasvatuksellista ohjausta.
sv_se: Tippningsvinstmedel som anvisats för ungdomsarbete har använts för att stödja de ungas frivilliga verksamhet och fostrande handledning av unga.

source: Lasten ja nuorten paikallisen harrastustoiminnan avustusmäärärahojen tasoa korotettiin v. 2015, tavoitteena vahvistaa harrastustoiminnan tasavertaista saavutettavuutta.
sv_se: År 2015 höjdes anslagen för understöd för lokal fritidsverksamhet för barn och unga i syfte att stärka en jämlik tillgång till hobbyverksamhet.

source: Nuorten sosiaalista vahvistamista, ja sitä kautta nuorisotakuuta, on edistetty avustamalla nuorten työpajatoimintaa ja etsivää nuorisotyötä.
sv_se: Arbetet för att stärka de ungas sociala identitet, och därmed ungdomsgarantin, har främjats genom understöd till verkstadsverksamhet för unga och uppsökande ungdomsarbete.

source: Avustuksilla on tavoitettu useampia koulutuksen ja työmarkkinoiden ulkopuolella olevia tukea tarvitsevia nuoria sekä purettu työpajoille syntyneitä jonoja.
sv_se: Via understöden har man nått allt fler unga som är i behov av stöd och som inte omfattas av utbildning och står utanför arbetsmarknaden samt fått en del av köerna till verkstäderna avklarade.

source: Avustusmäärärahojen korotus vuosina 2012–2015 on mahdollistanut etsivän nuorisotyön laajentumisen lähes koko maahan.
sv_se: Höjningen av understödsanslagen under åren 2012–2015 har gjort det möjligt att utvidga det uppsökande ungdomsarbetet till att omfatta nästan hela landet.

source: Nuorten sosiaalinen vahvistaminen
sv_se: Stärkande av de ungas sociala identitet

source: Nuorten työpajojen kattavuus kunnista
sv_se: Ungdomsverkstäder, andel av kommunerna

source: Nuoret (alle 29 v.) työpajoissa
sv_se: Unga (under 29 år) i verkstäderna

source: Nuorisotyöttömät (alle 25 v.), lkm
sv_se: Arbetslösa unga (under 25 år), antal

source: Etsivän nuorisotyön tavoittamien nuorten määrä
sv_se: Antal unga som nåtts genom uppsökande ungdomsarbete

source: Etsivä nuorisotyö, kattavuus kunnista
sv_se: Uppsökande ungdomsarbete, andel av kommunerna

source: Eduskunnalle annetuista hallituksen esityksistä eniten keskustelua herätti esitys Metsähallituksen uudelleenorganisointia koskevaksi lainsäädännöksi.
sv_se: Av regeringspropositionerna som överläts till riksdagen var det förslaget till lagstiftning om en omorganisering av Forststyrelsen som väckte mest diskussion.

source: Mittavan kalastuslakiuudistuksen voimaansaattamiseen valmistauduttiin asetuksen ja aktiivisen viestinnän avulla.
sv_se: Ikraftträdandet av den omfattande reformen av fiskerilagstiftningen förbereddes med förordning och aktiv kommunikation.

source: Manner-Suomen maaseudun kehittämisohjelmaa 2014–2020 päivitettiin ja sen täysimääräinen toimeenpano käynnistettiin tehokkaasti.
sv_se: Programmet för utveckling av landsbygden i Fastlandsfinland 2014–2020 uppdaterades och ett fullskaligt verkställandet av programmet inleddes effektivt.

source: Euroopan komission kanssa käytiin aktiivisesti keskusteluja EU-tason säädösten yksinkertaistamiseksi.
sv_se: Med Europeiska kommissionen fördes aktivt diskussioner om en förenkling av lagstiftningen på EU-nivå.

source: Samalla etsittiin ratkaisuja Suomen tukijärjestelmiä koskeviin erityiskysymyksiin.
sv_se: Samtidigt försökte man finna lösningar på specialfrågor beträffande Finlands stödsystem.

source: Keskustelut jatkuvat.
sv_se: Diskussionerna fortsätter.

source: Suurpetojen kannanhoitosuunnitelmien päivitys toimenpiteineen on tasapainottanut kansallista tilannetta ja keskustelua.
sv_se: Uppdateringen av förvaltningsplanen för stora rovdjur och åtgärderna kring denna har balanserat det nationella läget och diskussionen.

source: Susien kannanhoidollinen metsästys aloitettiin kaksivuotisena kokeiluna.
sv_se: En stamförvaltningsmässig jakt på vargar inleddes som ett tvåårigt försök.

source: Susikannan säätely herättää silti alueellisesti edelleen eniten ristiriitoja.
sv_se: Justerandet av vargstammen ger dock regionalt fortfarande mest bara upphov till kontroverser.

source: Petovahinkojen määrä aleni v. 2014 usean nousuvuoden jälkeen, ja trendi jatkui v. 2015.
sv_se: Antalet rovdjursskador minskade 2014 efter flera år av ökning och trenden fortsatte år 2015.

source: Venäjän aiheuttamat elintarvikkeiden tuontirajoitukset jatkuivat.
sv_se: De av Ryssland införda importbegränsningarna på livsmedel kvarstod.

source: Osana hallituksen kärkihankkeita viranomaiset lisäsivät panostusta, jotta yritykset löytäisivät uusia korvaavia markkinoita.
sv_se: Som en del av regeringens spetsprojekt ökade myndigheterna insatserna för att företag skulle hitta nya ersättande marknader.

source: Yhteistyö FinPron kanssa tässä eteni hyvin.
sv_se: Samarbetet med FinPro kring detta framskred väl.

source: Maatalouden kannattavuus heikkeni edelleen.
sv_se: Jordbrukets lönsamhet försvagades ytterligare.

source: Alkukesän sateiden aiheuttamat viiveet kevätkylvöissä pahensivat asiaa.
sv_se: Förseningarna i vårsådden som orsakades av försommarens regn förvärrade saken.

source: Ohjelmakausien taitekohdasta huolimatta Suomessa pystyttiin maksamaan tuet lähes suunnitellusti.
sv_se: Trots övergången mellan programperioderna kunde stöden betalas ut nästan som planerat i Finland.

source: Maksatusaikatauluista käytiin vilkasta keskustelua koko toimintavuoden ajan.
sv_se: Under hela verksamhetsåret fördes det en livlig diskussion om utbetalningstidtabellerna.

source: Hallinnonalan virastojen toimintaan kohdistuvat säästöt edellyttävät tuottavuuden parantamista, rakennemuutoksia ja toiminnan supistamista.
sv_se: Inbesparingarna som drabbat verksamheten i förvaltningsområdets ämbetsverk förutsätter en förbättring av produktiviteten, strukturomvandlingar och nedskärningar av verksamheten.

source: Vuoden 2015 alusta hallinnonalan virastojen määrä supistui yhdeksästä viiteen.
sv_se: Från och med början av 2015 minskade antalet ämbetsverk inom förvaltningsområdet från nio till fem.

source: Hallinnonalan uusi tutkimuslaitos Luonnonvarakeskus (Luke) muodostettiin yhdistämällä Maa- ja elintarviketalouden tutkimuskeskus (MTT), Metsäntutkimuslaitos (Metla), Riista- ja kalatalouden tutkimuslaitos (RKTL) sekä Maa- ja metsätalousministeriön tietopalvelukeskuksen (Tike) tilastopalvelut.
sv_se: Det nya forskningsinstitutet inom förvaltningsområdet, Naturresursinstitutet (Luke), bildades genom att sammanslå Forskningscentralen för jordbruk och livsmedelsekonomi (MTT), Skogsforskningscentralen (Metla), Vilt - och fiskeriforskningsinstitutet (VFFI) samt statistiktjänsterna vid Jord - och skogsbruksministeriets informationstjänstcentral (Tike).

source: Luke joutui heti alkuvaiheessa sopeutumaan yli 20 prosentin budjettileikkauksiin, mutta laitoksen toiminta saatiin haastavasta tilanteesta huolimatta hyvin käyntiin.
sv_se: Naturresursinstitutet Luke blev direkt i inledningsskedet tvunget att anpassa sig till över 20 procents budgetnedskärningar men trots den utmanande situationen kunde institutets verksamhet inledas väl.

source: Ilmastonmuutos aiheuttaa nopeita olosuhteiden muutoksia luonnossa ja yhteiskunnassa ja sään ja vesiolojen ääri-ilmiöiden riskit kasvavat.
sv_se: Klimatförändringen orsakar snabbt förändrade omständigheter i naturen och i samhället och riskerna för extrema fenomen i väder - och vattenförhållanden växer.

source: Kansallisen ilmastonmuutoksen sopeutumissuunnitelman päämääränä on, että yhteiskunta hallitsee ilmastonmuutokseen liittyvät riskit ja sopeutuu ilmastossa tapahtuviin muutoksiin.
sv_se: Avsikten med den nationella planen för anpassning till klimatförändringen är att samhället ska behärska riskerna i anslutning till klimatförändringen och anpassa sig till förändringar som sker i klimatet.

source: Muutokset sateisuudessa ja rankkasateet ovat jo lisänneet tulvariskejä Suomessa.
sv_se: Förändringarna i nederbörden och skyfall har redan ökat risken för översvämningar i Finland.

source: Vuonna 2015 hyväksytyissä tulvariskien hallintasuunnitelmissa esitetään toimenpiteet tulvariskien estämiseksi ja vähentämiseksi.
sv_se: I de år 2015 godkända hanteringsplanerna för översvämningsrisker presenteras åtgärder för att hindra och minska översvämningsriskerna.

source: Vuoden 2015 aikana vakavimmat sähkönjakeluhäiriöt aiheutuivat marras‒joulukuun vaihteen lumipyryistä, jolloin kymmenet tuhannet kotitaloudet Keski-Suomessa jäivät ilman sähköä.
sv_se: Under år 2015 orsakades de allvarligaste eldistributionsstörningarna av snöstormarna i månadsskiftet november‒december, varvid tiotusentals hushåll i Mellersta Finland blev utan el.

source: Sähköriippuvuuden sekä tietoliikenteen ja -liikennejärjestelmien kasvavan merkityksen myötä yhteiskunnista on tullut entistä haavoittuvampia sään ääriilmiöiden, kuten myrskyjen ja tulvien vaikutuksille.
sv_se: I takt med elberoendets samt datatrafik - och kommunikationssystemens ökade betydelse har samhällena blivit mer sårbara för extrema fenomen i vädret, såsom effekter orsakade av stormar och översvämningar.

source: Vuoden 2016 alussa voimaan tulleella vieraslajilailla estetään haitallisista vieraslajeista aiheutuvia vahinkoja alkuperäisille eläin- ja kasvilajeille.
sv_se: Med lagen om främmande arter som trätt i kraft i början av 2016 förhindras skador som invasiva främmande arter orsakar för ursprungliga djur - och växtarter.

source: Vieraslajien lisäksi ilmaston lämpenemisen arvioidaan lisäävän kasvi- ja eläintuhoojien aiheuttamia riskejä maa- ja metsätaloudessa.
sv_se: Förutom de främmande arterna bedöms klimatuppvärmningen öka riskerna som växt - och djurskadegörare orsakar i jord - och skogsbruket.

source: Afrikkalaisen sikaruton leviämisen riski Suomeen kasvoi vuoden jälkipuoliskolla Viron tautitilanteen huononnuttua selvästi.
sv_se: Risken för spridning av den afrikanska grispesten ökade under den senare delen av året på grund av det klart försämrade sjukdomsläget i Estland.

source: Riskit liittyvät erityisesti metsästysmatkailuun ja saastuneiden lihatuotteiden laittomaan tuontiin.
sv_se: Riskerna är i synnerhet förknippade med skogsturism och med olaglig införsel av förorenade köttprodukter.

source: Taudin leviäminen Suomeen aiheut- ellersi vaikeuksia sikataloudelle.
sv_se: Om sjukdomen spred sig till Finland skulle den orsaka svinhushållningen svårigheter.

source: Kasvintuhoojariskit ovat vähitellen kasvaneet lisääntyneen kansainvälisen kasvikaupan ja maahantuodun puisen pakkausmateriaalin myötä.
sv_se: Riskerna för växtskadegörare har ökat gradvis i takt med den ökade internationella växthandeln och importen av förpackningsmaterial i trä.

source: Vuoden lopulla todettiin Aasian runkojääräesiintymä lehtipuissa Vantaalla, mikä johti puiden hävittämiseen ja tutkimuksiin alueella.
sv_se: I slutet av året upptäcktes den asiatiska långhorningen i lövträd i Vanda vilket ledde till en fällning av träden och kontroller på området.

source: Tuhoojan leviäminen talousmetsiin aiheuttaisi merkittäviä taloudellisia tappioita.
sv_se: Om skadegöraren spred sig till ekonomiskogar skulle den orsaka betydande ekonomiska förluster.

source: Useista eri syistä johtuen maatalouden kannattavuus on edelleen heikentynyt ja viljelijöiden tulotaso alentunut, mikä uhkaa tilojen jatkamisen edellytyksiä.
sv_se: Av flera olika skäl har jordbrukets lönsamhet försämrats ytterligare och jordbrukarnas inkomstnivå sjunkit, vilket utgör ett hot mot gårdarnas förutsättningar att leva vidare.

source: Kannattavuustilanne heijastuu myös maatilojen investointihalukkuuteen ja investointien määrä onkin jäänyt alhaiseksi.
sv_se: Lönsamhetsläget avspeglar sig också i det minskade investeringsintresset hos gårdsbruken och så har också antalet investeringar hållits på en låg nivå.

source: Edellä olevien tekijöiden yhteisvaikutuksesta on vaara, että maataloustuotannon määrä alenee.
sv_se: Nämnda faktorer i samverkan medför en risk att jordbruksproduktionsvolymen minskar.

source: Tehdyistä julkisen talouden säästöistä aiheutuu riskejä maaseudun elinvoimaisuudelle.
sv_se: Genomförda inbesparingar i den offentliga ekonomin utgör en risk för landsbygdens livskraft.

source: Toimintamenosäästöt vähentävät resursseja kehittämistyöltä, kuten tietojärjestelmähankkeilta ja digitaalisten palveluiden kehittämiseltä sekä eläintauteja ja kasvintuhoojia koskevien varautumisjärjestelmien kehittämiseltä.
sv_se: Inbesparingar i verksamhetsutgifter minskar resurserna för utvecklingsarbete, såsom datasystemsprojekt och utveckling av digitala tjänster samt utveckling av beredskapssystem för djursjukdomar och växtskadegörare.

source: Maataloushallinnon voimavarojen väheneminen myös muilla hallinnonaloilla vaikeuttaa maa- ja metsätalousministeriön hallinnonalan lakisääteisten tehtävien hoitamista ja uhkaa viivästyttää viljelijätukien maksatusta.
sv_se: Minskningen av jordbruksförvaltningens resurser även inom andra förvaltningsområden försvårar skötseln av lagstadgade uppgifter inom jord - och skogsbruksministeriets förvaltningsområde och utgör ett hot mot utbetalning av jordbruksstöden i tid.

source: Metsien käyttö uusiutuvana raaka-aineena ja uusiutumattomien raaka-aineiden korvaajana on metsäpolitiikkamme keskiössä.
sv_se: Användningen av skogarna som ett förnybart råmaterial och som ersättning för ickeförnybara råmaterial står i centrum för vår skogspolitik.

source: Metsien käytön lisäämiseksi tarvitaan vahvaa vaikuttamista metsäpolitiikkaan vaikuttavissa kansainvälisissä ja EUprosesseissa.
sv_se: För att användningen av skogarna ska öka behövs ett starkt inflytande i internationella och EU-processer som inverkar på skogspolitiken.

source: Keskeisiä kysymyksiä ovat esimerkiksi metsätalouden maankäyttö, hiilen sidonta ja nielut energia- ja ilmastopolitiikassa, metsätalouden ja biomassan käytön kestävyyskriteerit sekä kiertotalouspaketti.
sv_se: Centrala frågor är till exempel skogsbrukets markanvändning, kolbindning och sänkor i energi - och klimatpolitiken, hållbarhetskriterier för skogsbruk och för användning av biomassa samt lagstiftningspaketet om cirkulär ekonomi.

source: Mikäli vaikuttamisessa ei onnistuta, nykyiseen ja entisestään laajentuvaan puuvarojen hyödyntämiseen perustuva elinkeinotoiminta ja uusiutuvan energian käyttö voi vaarantua.
sv_se: Såvida vi inte lyckas med påverkningen kan en växande näringsverksamhet som bygger på utnyttjande av virke och på användningen av förnybar energi äventyras.

source: Vahvistetaan maaseudun elinvoimaisuutta ja monipuolista yrittäjyyttä.
sv_se: Landsbygdens livskraft och en mångsidig företagsamhet på landsbygden stärks.

source: Manner-Suomen maaseudun kehittämisohjelma 2014–2020 (maaseutuohjelma) tarjoaa monipuoliset välineet ja resursse- ja alueelliseen ja paikalliseen kehittämistyöhön.
sv_se: Programmet för utveckling av landsbygden i Fastlandsfinland 2014–2020 (landsbygdsprogrammet) erbjuder mångsidiga instrument och resurser för regionalt och lokalt utvecklingsarbete.

source: Ohjelman toimet on käynnistetty täysimääräisesti.
sv_se: Programverksamheten har inletts i full skala.

source: Hyrrä-tietojärjestelmän käyttöönotto viivästyi, mutta sitä korvaavat toimet saatiin käynnistettyä.
sv_se: Ibruktagandet av datasystemet Hyrrä försenades men åtgärder som ersatte det vidtogs.

source: Maaseutuohjelmassa paikallista kehittämistyötä tekevät Suomen Leader-ryhmät valittiin ensim- mäisten joukossa.
sv_se: Bland de första som valdes var Finlands Leadergrupper som utför det lokala utvecklingsarbetet inom landsbygdsprogrammet.

source: Maaseutuverkoston toiminta käynnistettiin.
sv_se: Landsbygdsnätverkets verksamhet inleddes.

source: Erityisesti on panostettu yrittäjille suunnatun informaation jakamiseen selkeässä muodossa.
sv_se: Det har satsats speciellt på att distribuera tydlig information till företagare.

source: Neuvontajärjestelmän kautta haettiin v. 2015 yli 10 000 neuvontatapahtumaa.
sv_se: Via rådgivningssystemet ansöktes man år 2015 om över 10 000 rådgivningsevenemang.

source: Kevään sähköinen tukihaku onnistui erinomaisesti, sillä 86 % (60 % v. 2014) viljelijöistä jätti pinta-alatukien tukihakemukset sähköisesti.
sv_se: Vårens elektroniska stödansökan lyckades utmärkt, eftersom 86 % (60 % år 2014) av jordbrukarna lämnade in ansökan om arealstöd elektroniskt.

source: Ympäristökorvaukseen sitoutuneista yli 90 % jätti syysilmoituksen sähköisesti.
sv_se: Av dem som förbundit sig till miljöersättning lämnade över 90 % in sin höstanmälan elektroniskt.

source: Edistetään maatalouden rakenne- ja tuottavuuskehitystä.
sv_se: Jordbrukets struktur - och produktivitetsutveckling främjas.

source: Investointituen avulla edistettiin tuotannon tehostamista, teknologian nykyaikaistamista ja rakennekehitystä.
sv_se: Med hjälp av investeringsstödet främjades en effektivisering av produktionen, en modernisering av teknologin samt strukturutvecklingen.

source: Näiden avulla voidaan parantaa tilojen kannattavuutta ja kilpailukykyä sekä edistää uusiutuvan energian käyttöä, eläinten hyvinvointia ja ympäristön tilan parantamista.
sv_se: Med hjälp av dessa kan gårdarnas lönsamhet och konkurrenskraft förbättras samt användningen av förnybar energi, djurens välbefinnande och en förbättring av miljöns tillstånd främjas.

source: Vuosi 2015 oli maatilainvestointeja ja tilanpidon aloittamista koskevien tukijärjestelmien osalta maaseutuohjelman 2014– 2020 toimeenpanon ensimmäinen vuosi.
sv_se: År 2015 var första året för verkställande av landsbygdsprogrammet 2014–2020 med avseende på stödsystemen för jordbruksinvesteringar och etablering av jordbruk.

source: Kokonaisuutena myönnetyn investointiavustuksen määrä jäi puoleen arvioidusta tarpeesta.
sv_se: Som helhet uppgick summan beviljat investeringsstöd till hälften av det uppskattade behovet.

source: Aloitustuen avulla helpotettiin nuorten viljelijöiden tilanpidon aloittamista pienentämällä tilanpidon aloittamiseen liittyvää taloudellista taakkaa ja näin parannettiin myös tilan kehittämismahdollisuuksia.
sv_se: Med hjälp av startstödet underlättades unga jordbrukares etablering av jordbruk genom att den ekonomiska bördan i anslutning till etableringen minskades och på detta sätt förbättrades också gårdens utvecklingsmöjligheter.

source: Parannetaan ruoan alkutuotannon ja jalostuksen toimintaedellytyksiä.
sv_se: Verksamhetsförutsättningarna för primärproduktionen och förädlingen av livsmedel förbättras.

source: Tukipolitiikan uudistus toimeenpantiin ja viljelijöille maksettavaksi luvatut tuet pystyttiin pääosin maksamaan suunnitelmien mukaan.
sv_se: Reformen av stödpolitiken verkställdes och de stödutbetalningar som utlovats jordbrukarna kunde i huvudsak verkställas enligt planerna.

source: Kotimaisen ruoan arvostukseen liittyy ruokahävikin pienentäminen.
sv_se: Uppskattningen för inhemsk mat berörs av en minskning av matsvinnet.

source: Roskiin heitetään 400–500 milj. kg ruokaa.
sv_se: Det kastas 400‒500 mn kg mat i soporna.

source: Pois heitetyn ruoan arvo on n. 500 milj. euroa/vuosi.
sv_se: Värdet på den slängda maten är ca 500 mn euro/år.

source: Ruokahävikin pienentämiseksi toimenpiteitä kohdennettiin niin teollisuuteen, kauppaan kuin kuluttajiinkin, mm. useiden kymmenien yhteistyötahojen toteuttamana ruokahävikkiviikko.
sv_se: För att minska matsvinnet riktades åtgärder såväl till industrin, handeln som till konsumenterna, bl.a. i form av en matsvinnsvecka som förverkligades av ett tiotal samarbetsparter.

source: Elintarvikelainsäädännön keventämistä ja byrokratian purkamistyötä jatkettiin yhdessä hallinnonalan virastojen ja toimijoiden kanssa.
sv_se: Tillsammans med förvaltningsområdets ämbetsverk och aktörer fortsatte arbetet med en förenkling av livsmedelslagstiftningen och med nedmonteringen av byråkratin.

source: Vuodelle 2016 tehtiin norminpurkusuunnitelma, jonka toteutumista seurataan.
sv_se: För år 2016 uppgjordes en normavvecklingsplan, vars genomförande uppföljs.

source: Elintarvikevalvontaa yhtenäistävä OIVA-tarkastusjärjestelmä otettiin kansallisesti laajemmin käyttöön.
sv_se: Tillsynssystemet OIVA som samordnar livsmedelstillsynen togs i bruk i mer omfattande skala nationellt.

source: Turvataan ihmisten, eläinten ja kasvien terveyttä sekä edistetään eläinten hyvinvointia.
sv_se: Människors, djurs och växters hälsa tryggas samt djurens välbefinnande främjas.

source: Eläinten hyvinvointikorvauksilla kannustettiin lainsäädännön vähimmäisvaatimukset ylittäviin toimenpiteisiin.
sv_se: När det gäller ersättningar för djurens välbefinnande uppmuntrade man till åtgärder som överskrider lagstiftningens minimikrav.

source: Hyvinvointikorvausten vaikuttavuutta on arvioitu Luonnonvarakeskuksen tutkimusprojektissa12.
sv_se: Hur verkningsfulla ersättningarna för djurens välbefinnande är har utvärderats i ett forskningsprojekt vid Naturresursinstitutet12.
